[Egg.Egg_AII_1 DisAbstractItem]
m_ItemName="ポッターステッド・エッグ"
m_PluralItemName=""
m_Description=""

[Egg.Egg_AII_2 DisAbstractItem]
m_ItemName="クレロ・エッグ"
m_PluralItemName=""
m_Description=""

[Egg.Egg_AII_3 DisAbstractItem]
m_ItemName="ワインダウン・エッグ"
m_PluralItemName=""
m_Description=""

[Egg.Egg_AII_4 DisAbstractItem]
m_ItemName="ヤーロ・エッグ"
m_PluralItemName=""
m_Description=""

[Egg.Egg_AII_5 DisAbstractItem]
m_ItemName="レッドムーア・エッグ"
m_PluralItemName=""
m_Description=""

[Egg.Egg_AII_6 DisAbstractItem]
m_ItemName="ドリスコル・エッグ"
m_PluralItemName=""
m_Description=""

[Egg.Egg_AIP_1:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_Name="ポッターステッド・エッグ"

[Egg.Egg_AIP_2:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_Name="クレロ・エッグ"

[Egg.Egg_AIP_3:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_Name="ワインダウン・エッグ"

[Egg.Egg_AIP_4:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_Name="ヤーロ・エッグ"

[Egg.Egg_AIP_5:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_Name="レッドムーア・エッグ"

[Egg.Egg_AIP_6:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_Name="ドリスコル・エッグ"

[Hrlm_Cameo:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_Name="カメオ - 175 コイン"

[Hrlm_CigCage:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_Name="シガーケース - 90 コイン"

[Hrlm_Egg_Gristol:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_Name="機械仕掛けのエッグ - 250 コイン"

[Hrlm_FishStatue:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_Name="魚の像 - 65 コイン"

[Hrlm_HoundStat:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_Name="犬の像 - 125 コイン"

[Hrlm_Ingot_twk:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_Name="金塊 - 100 コイン"

[Hrlm_Jbox:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_Name="宝石箱 - 350 コイン"

[Hrlm_Map_twk:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_Name="珍しい地図 - 75 コイン"

[Hrlm_Medal:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_Name="勲章 - 35 コイン"

[Hrlm_Plate:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_Name="装飾皿 - 75 コイン"

[Hrlm_PocketWatch:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_Name="懐中時計 - 112 コイン"

[Hrlm_Sextant:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_Name="六分儀 - 45 コイン"

[Hrlm_Urn:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_Name="つぼ - 35 コイン"

[Hrlm_WhaleStatue:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_Name="鯨の像 - 200 コイン"

[lamp_switch_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="偽ランプ"

[Notes.Instructions_Hardcore_AbstrInv DisAbstractItem]
m_ItemName="侵入者"
m_PluralItemName=""
m_Description="目的は6つの機械仕掛けのエッグを盗み、建物から脱出する事だ。\n\n内部に眠る6つの機械仕掛けのエッグや財宝、絵画、コインを出来るだけ多く手に入れろ。\n見つかってはならない。君はシーフなのだ。\n\n今回は能力の使用はできない。\nまたいくつかの扉やチェストはロックされている。\n財宝の場所も変更された。\n\nスコア: \n* 衛兵は暗殺よりも気絶させる方が、気絶よりも避ける方がポイントにつながる。\n* より多くの財宝を盗めばポイントを稼げる。\n\nスペシャル: \n建物内の秘密を探索せよ。\n16の収集すべき像もあるようだ。\n\n失敗: \n3回見つかるか死亡したとき失敗となる。"

[Notes.instructions_hardcore_pickup DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""

[Notes.Instructions_Normal_AbstrInv DisAbstractItem]
m_ItemName="侵入者"
m_PluralItemName=""
m_Description="目的は6つの機械仕掛けのエッグを盗み、建物から脱出する事だ。\n\n内部に眠る6つの機械仕掛けのエッグや財宝、絵画、コインを出来るだけ多く手に入れろ。\n見つかってはならない。君はシーフなのだ。\n\nスコア: \n* 衛兵は暗殺よりも気絶させる方が、気絶よりも避ける方がポイントにつながる。\n* より多くの財宝を盗めばポイントを稼げる。\n\nスペシャル: \n建物内の秘密を探索せよ。\n\n失敗: \n3回見つかるか死亡したとき失敗となる。"

[Notes.instructions_normal_pickup DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""

[Notes.Rhyme2_AbstrInv DisAbstractItem]
m_ItemName="手がかり"
m_PluralItemName=""
m_Description="常に疑ってかかろう。\n例えば灰皿を逆さまに置く者などいない。\n普通ではない事には、\n何かが隠されているのだ。"

[Notes.Rhyme3_AbstrInv DisAbstractItem]
m_ItemName="手がかり"
m_PluralItemName=""
m_Description="確かにありふれた発想しか持てなくなってはならない。\n秘密の部屋が常に本棚の本で開くとは限らない。\nしかし開く時もある。\nありふれた発想もまた大切なのだ。"

[Notes.Rhyme_AbstrInv DisAbstractItem]
m_ItemName="手がかり"
m_PluralItemName=""
m_Description="完全にランダムに設置された財宝が、\n屋上からミドルフロアにかけて存在する。\n点滅する財宝を盗み出せ。"

[Statue_AII_1 DisAbstractItem]
m_ItemName="収集すべき像"
m_PluralItemName="収集すべき像"
m_Description=""

[Statue_AIP_1:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_Name="収集すべき像"

